tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/games'
tap 'homebrew/versions'
brew 'readline'
brew 'bash'
# might need to add line to bash_profile
brew 'bash-completion'
brew 'git'
brew 'fasd'
brew 'git-extras'
brew 'mongo'
cask 'shiftit'
cask 'google-chrome'
cask 'firefox'
brew 'jmeter'
cask 'robomongo'
cask 'atom'
brew 'httpie'
cask 'intellij'
